bot_backend/app/controllers/entries_controller.rb

INSERT INTO "entries" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2017-08-11 17:27:36.975031"], ["updated_at", "2017-08-11 17:27:36.975031"]]
---
	def create
		@entry = Entry.create(entry_params)